Repository: ygrinev/ANGULAR
Catalog: StaffTravel/StaffTravel/Resources/Resource.*.resx
Languages: fr

source: Your action
fr: Votre action

source: Last updated by
fr: Dernière mise à jour effectuée par

source: Nights
fr: Nuits

# bookingRequestReceived
source: Your booking request has been received and the Staff Travel team will process your booking. Once your trip has been booked, you will receive an email confirmation with your booking number. Please be sure to log into My Booking Portal after you have received your booking number to complete payment.
fr: Succès! Votre demande de réservation a été reçue et elle sera traitée par l'équipe de Staff Travel. Une fois que votre réservation sera confirmée, vous recevrez une confirmation par courriel comprenant votre numéro de réservation. Veuilliez vous assurer de vous connecter au portail Ma Réservation après avoir reçu votre numéro de confirmation pour effectuer le paiement.

# reviewPreviousRequest
source: Previous request
fr: Demande précédente

# payBookingPart1
source: Be sure to pay for your booking on
fr: Assurez-vous de payer votre réservation en cliquant sur l’onglet

# payBookingPart2
source: My Booking Portal
fr: Mon portail de réservation

# payBookingPart3
source: prior to travel. If you need to make any changes to your booking, please contact Staff Travel (StaffTravel@sunwing.ca).
fr: avant de voyager. Si vous avez besoin de modifier votre réservation, veuillez communiquer avec Staff Travel (StaffTravel@sunwing.ca).

# youAreBooked
source: You are now booked!
fr: Votre réservation est complétée!

# ERR_GenericMessage
source: Something went wrong and we are working hard to fix it!
fr: Un problème s’est produit, mais nous travaillons fort pour le résoudre.

# searchBox_btnSearch
source: Search
fr: Rechercher

# searchBox_CarDropOffTime
source: Drop off time
fr: Heure de la remise

# searchBox_CarPickUpTime
source: Pick up time
fr: Heure de la prise

# searchBox_cars_DropoffCity
source: Drop off city
fr: Ville de la remise

# searchBox_cars_DropoffDate
source: Drop off date
fr: Date de la remise

# searchBox_cars_PickupCity
source: Pick up city
fr: Ville de la prise

# searchBox_cars_PickupDate
source: Pick up date
fr: Date de la prise

# searchBox_CruiseDurationOption
source: Any
fr: Toutes

# searchBox_cruise_AllDestinations
source: All destinations
fr: Toutes destinations

# searchBox_cruise_Bydate
source: By date
fr: Par date

# searchBox_cruise_Bymonth
source: By month
fr: Par mois

# searchBox_cruise_DepartingDate
source: Departing date
fr: Date de départ

# searchBox_Duration_11to16
source: 11 to 16 days
fr: 11 à 16 jours

# searchBox_Duration_3to4
source: 3 or 4 days
fr: 3 ou 4 jours

# searchBox_Duration_5to10
source: 5 to 10 days
fr: 5 à 10 jours

# searchBox_Duration_daysonly
source: days only
fr: jours seulement

# searchBox_Error_IE9
source: The website is optimized for Internet Explorer 10 and higher. Please upgrade your current version or use another browser.
fr: Le site Web est optimisé pour Internet Explorer 10 et une version supérieure. Veuillez mettre à niveau votre version actuelle ou utiliser un autre moteur de recherche.

# searchBox_Groups_10_plus
source: 10+ Travellers?
fr: Plus de 10 voyageurs?

# searchBox_Hotels_CheckinDate
source: Check in date
fr: Date d'arrivée

# searchBox_Hotels_CheckoutDate
source: Check out date
fr: Date de départ

# searchBox_Hotels_SelectDestination
source: Select destination
fr: Destination

# searchBox_lbl18Yrs
source: 18+ yrs
fr: 18 ans +

# searchBox_lblAdults
source: Adults
fr: Adultes

# searchBox_lblAgesofChildren
source: Age of non-adults
fr: Âge des non-adultes

# searchBox_lblCarsSearchTitle
source: Find your perfect car rental now
fr: Trouvez votre voiture de location parfaite maintenant

# searchBox_lblChildren
source: Children
fr: Enfants

# searchBox_lblChildrenAge
source: 0-17 yrs
fr: 0-17 ans

# searchBox_lblCruiseSearchTitle
source: Find your cruise now
fr: Trouvez votre croisière maintenant

# searchBox_lblDepartingFrom
source: Departing from
fr: Au départ de

# searchBox_lblDepartingOn
source: Departing on
fr: Date de départ

# searchBox_lblDuration
source: Duration
fr: Durée

# searchBox_lblErrMsgChildrenAge
source: Please enter the age of all children.
fr: Veuillez saisir l'âge de tous les enfants.

# searchBox_lblErrMsgDeparture
source: Please enter a departure city or gateway
fr: Veuillez saisir une ville de départ

# searchBox_lblErrMsgDepartureDate
source: Please enter a valid departure date
fr: Veuillez saisir une date de départ valide

# searchBox_lblErrMsgDestination
source: Please enter a destination city or gateway
fr: Veuillez saisir une destination

# searchBox_lblErrMsgDropOff
source: Please enter or select drop off city
fr: Entrez ou sélectionnez la ville de remise du véhicule

# searchBox_lblErrMsgDropOffDate
source: Please select drop off date
fr: Entrez ou sélectionnez la date de remise du véhicule

# searchBox_lblErrMsgInvaliddate
source: Invalid date
fr: Date invalide

# searchBox_lblErrMsgPickup
source: Please enter or select pick up city
fr: Entrez ou sélectionnez la ville de réception du véhicule

# searchBox_lblErrMsgPickUpDate
source: Please select pick up date
fr: Entrez ou sélectionnez la date de réception du véhicule

# searchBox_lblErrMsgReservationAdultsWarning
source: The number of adults must be separated equally between the number of rooms.
fr: Le nombre d'adultes doit être réparti uniformément entre toutes les chambres.

# searchBox_lblErrMsgReservationNonAdults
source: To customize room options with kids and adults, you have to make two separate bookings or call our sales centre for assistance at 1-877-SUNWING.
fr: Pour personnaliser les options des chambres avec des enfants et des adultes, il faut que vous fassiez des réservations séparées ou que vous appeliez notre Centre des réservations pour vous aider au 1-877-SUNWING.

# searchBox_lblErrMsgReturnDate
source: Please enter a valid return date
fr: Veuillez saisir une date de retour valide

# searchBox_lblErrMsgsearchtype
source: Sorry, there are no flights for the selected trip type
fr: Désolés, il n’y a aucun vol pour le type de voyage sélectionné

# searchBox_lblErrMsgTotalPax
source: Travelling as a group with ten or more people? You may qualify for exclusive perks and savings at our top group-friendly resorts! Contact our Groups Department at 1-877-SUNWING or <a href="/Pages/en/group-quote">click here to get an estimate on your group vacation</a>.
fr: Vous voyagez avec un groupe de dix personnes ou plus ? Vous pourriez être admissible pour des avantages et économies exclusifs à nos meilleurs hôtels pour les groupes! Contactez notre Centre de groupe au 1-877-SUNWING ou <a href="/Pages/fr/group-quote">cliquez ici pour obtenir une soumission pour vos vacances de groupe</a>.

# searchBox_lblFlightSearchTitle
source: Find your flight now
fr: Trouvez votre vol maintenant

# searchBox_lblGoingFor
source: Going for
fr: Durée

# searchBox_lblGoingTo
source: Going to
fr: Destination

# searchBox_lblHotelSearchTitle
source: Find your hotel now
fr: Trouvez un hôtel dès maintenant

# searchBox_lblMsgInfant
source: (For infant select 1)
fr: (Pour les bébés, choisir 1)

# searchBox_lblOneWayTrip
source: One way
fr: Aller-simple

# searchBox_lblOptional
source: Optional
fr: Facultatif

# searchBox_lblPriceCalendar
source: See our lowest price calendar
fr: Calendrier des meilleurs prix

# searchBox_lblReturningOn
source: Return date
fr: Date de retour

# searchBox_lblRooms
source: Rooms
fr: Chambres

# searchBox_lblRoundTrip
source: Round trip
fr: Aller-retour

# searchBox_lblSearchTitle
source: Find your perfect vacation now
fr: Trouvez maintenant vos vacances parfaites

# searchBox_lblSelect
source: Select
fr: Sélectionner

# searchBox_lblSelectHotel
source: Select a hotel
fr: Sélectionner un hôtel

# searchBox_lnkClose
source: Close
fr: Fermer

# searchBox_MainMenuMore_Cars
source: Cars
fr: Voitures

# searchBox_MainMenuMore_Hotels
source: Hotels
fr: Hôtels

# searchBox_MainMenu_Cruises
source: Cruises
fr: Croisières

# searchBox_MainMenu_Flights
source: Flights
fr: Vols

# searchBox_MainMenu_Packages
source: Packages
fr: Forfaits

# searchBox_PackagesErrMsgDestination
source: Please enter a destination city or gateway
fr: Veuillez saisir une destination

# searchBox_VacationFinder
source: Try Vacation Finder
fr: Essayez notre Recherche vacances

# searchBox_VF_ArrowPathNumber
source: M0 227.1h500l-80-113.5L500 .1H0
fr: M0 327.1h800l-80-170.25L800 .1H0

# searchBox_VF_ButtonCTA
source: Try Vacation Finder
fr: Essayez le Recherche vacances

# searchBox_VF_New
source: New
fr: Nouveau

source: Book travel
fr: Ma réservation

# newBadge
source: New
fr: Nouveau

# ERR_REG_007
source: Passport data not found.
fr: Données de passeport introuvables.

# ERR_REG_008
source: Please submit your passport name.
fr: Veuillez soumettre le nom de votre passeport.

# ERR_REG_009
source: You need to register first.
fr: Vous devez d'abord vous inscrire.

# FirstNamePassport
source: First Name
fr: Prénom

# FirstNamePassportHint
source: Please provide your first name as it appears on your passport.
fr: Veuillez indiquer votre prénom tel qu'il apparaît sur votre passeport.

# LastNamePassport
source: Last Name
fr: Nom de famille

# LastNamePassportHint
source: Please provide your last name as it appears on your passport.
fr: Veuillez indiquer votre nom de famille tel qu'il apparaît sur votre passeport.

# MidNamePassport
source: Middle Name
fr: Deuxième nom

# Passport
source: Employee Passport
fr: Passeport d'employé

# PassportNameHead
source: Please provide your name as it appears on your passport.
fr: Veuillez indiquer votre nom tel qu'il apparaît sur votre passeport.

# PassportNameHeadHint
source: In order to process your booking the name you enter below must match your name exactly as it appears on your passport.
fr: Afin de traiter votre réservation, le nom que vous entrez ci-dessous doit correspondre exactement à votre nom tel qu'il apparaît sur votre passeport.

source: Save
fr: Sauver

source: Profile
fr: Profil

# successSavePassport
source: Passport info saved successfully.
fr: Les informations de passeport ont bien été enregistrées.

source: Home
fr: Accueil

source: Amend Profile
fr: Modifier le profil

source: Employee Name
fr: Nom de l'employé

# ERR_REG_000
source: Employee ID is invalid.
fr: L'ID d'employé n'est pas valide.

# Validate
source: Retrieve
fr: Récupérer

# ContactHRAdmin
source: Any changes, please email
fr: Pour toute modification, veuillez envoyer un courriel à
