Repository: ygrinev/ANGULAR
Catalog: StaffTravel/StaffTravel/Resources/Resource.*.resx
Languages: fr

# actionRequiredMsg
source: Please review your request below and update your preference for each option. As you confirm travel options, your total price will be update automatically.
fr: Veuillez modifier la demande ci-dessous et mettre à jour vos préférences pour chacune des options. Quand vous aurez confirmé vos choix de voyage, le prix total sera automatiquement mis à jour.

# addAlt
source: Add an alternative item
fr: Ajouter un choix alternatif

# addFlight
source: Add a flight
fr: Ajout un autre vol

source: Additional Note:
fr: Remarque additionnelle

source: Add note
fr: Ajouter une remarque

# addPassenger
source: Add a passenger
fr: Ajouter un autre passager

source: Admin Note
fr: Remarque de l'administrateur

# adminUserName
source: (or Admin's username)
fr: Nom d'utilisateur de l'administrateur

# ancillariesSectionTitle
source: Ancillary products
fr: Produits auxiliaires

# ancillaryProductDesc1
source: Transfer
fr: Transfert

# ancillaryProductDesc2
source: Insurance
fr: Assurance

# approvalStatus
source: Aproval status
fr: Statut d'approbation

source: Approved
fr: Approuvé

source: Assign booking number
fr: Assigner un numéro de réservation

source: Assigned booking number
fr: Numéro de réservation assigné

source: Available
fr: Disponible

# backToFlightRequestsList
source: Back to request list
fr: Retour à la liste de demande de vol

# backToRequestsList
source: Back to request list
fr: Retour à la liste de demandes

source: Back to Sign in
fr: Retour à la page d'ouverture de session

source: Cancel
fr: Annuler

# checkEmail
source: Please check your email for instructions on how to retrieve your password.
fr: Pour récupérer votre mot de passe, veuillez vérifier votre boîte de courriels et suivre les instructions.

source: Check in date
fr: Date d'arrivée

source: Clear request
fr: Supprimer la demande

source: Confirm
fr: Confirmer

source: Confirm Password
fr: Confirmer le mot de passe

# copyright
source: Copyright © 2017 Sunwing Vacations - Member of the
fr: Droits d’auteur {2017} Vacances Sunwing, une division du Groupe de Voyage Sunwing

# dateFormat
source: MM/DD/YYYY
fr: MM/JJ/AAAA

source: Date submitted
fr: Date de soumission

source: Delete Note
fr: Supprimer la remarque

# departDate
source: Departing on
fr: Date de départ

# departFlightNumber
source: Depart flight #
fr: Numéro du vol de départ

# departFrom
source: Departing from
fr: Ville de départ

source: Department
fr: Service :

# departTo
source: Going to
fr: À destination de

source: Departure date
fr: Date de départ

# dob
source: Date of birth
fr: Date de naissance

source: Duration
fr: Durée

source: Edit
fr: Modification

source: Email
fr: Adresse de courriel

source: (Employee)
fr: (Employé/e)

source: Employee ID
fr: Numéro d'employé/e

source: Employee Note
fr: Remarque de l'employé/e

source: Employee Number
fr: Numéro d'employé/e

source: Employee status
fr: Statut d'employé/e

source: Entitlement
fr: Admissibilité

# ERR_HotelsCount
source: Only two hotel options are allowed per destination
fr: Maximum de deux choix d'hôtels par destination

# ERR_InvalidDateFormat
source: Date format is incorrect.
fr: La date à été saisie dans un format incorrect.

# ERR_InvalidDateInFuture
source: Invalid Date - must be in the future
fr: Date invalide - doit être dans le futur

# ERR_InvalidDateInPast
source: Invalid Date - must be in the past
fr: Date invalide - doit être dans le passé

# ERR_InvalidRequest
source: Please correct the errors on the form and try again
fr: Veuillez corriger les erreurs sur le formulaire et recommencer

# ERR_LOG_001
source: The employee ID and/or password are incorrect, please try again.
fr: Le numéro de l’employé/e et/ou le mot de passe est/sont invalide(s). Veuillez réessayer.

# ERR_LOG_002
source: Server Error.
fr: Erreur de serveur.

# ERR_PassBalance
source: Number of passes selected exceeds available
fr: Le nombre de passes sélectionnées surpasse la quantité disponible ou allouée

# ERR_REG_001
source: You are already registered, please click login to enter your credentials.
fr: Si vous êtes déjà inscrit/e, veuillez vous connecter pour saisir vos renseignements.

# ERR_REG_002
source: Unable to create account
fr: Le compte n'a pas pu être créé

# ERR_REG_003
source: Your employee ID and/or last name do not match our records in the Employee Portal. Please ensure your employee ID is correct and your last name is the same as entered in the Employee Portal (including all hyphens or spaces).
fr: Votre numéro d’employé et/ou nom de famille ne correspondent pas à ceux qui sont dans les dossiers du portail employé. Veuillez vous assurer de mettre le bon numéro d’employé et de bien saisir votre nom de famille, tels qu’ils sont enregistrés dans le portail employé (incluant les traits d’union et les espaces).

# ERR_REG_004
source: Server Error.
fr: Erreur de serveur.

# ERR_RequestFailed
source: Request failed
fr: La demande a échoué

# ERR_RequestNotFound
source: No requests found!
fr: Demande introuvable

# ERR_Required
source: Required Field
fr: Champs requis

# ERR_RES_001
source: Employee number is required.
fr: Numéro d'employé requis

# ERR_RES_002
source: The employee number entered has not been registered, please try again.
fr: Le numéro d’employé que vous avez saisi n’a pas été enregistré. Veuillez ressayer.

# ERR_RES_003
source: Email not found.
fr: Adresse de courriel introuvable

# ERR_ZeroProducts
source: You must select at least one product with your request
fr: Votre demande doit inclure au moins un choix

# excursionDate
source: Date of tour
fr: Date de l'excursion

source: Excursion name
fr: Nom de l'excursion

# faq_unabbreviated
source: Frequently asked questions
fr: Foire à questions

source: First Name
fr: Prénom

# flightNum
source: Flight #
fr: Numéro de vol

# flightsSectionTitle
source: Flight information
fr: Informations de vol

# flightStatus
source: Payload/Flight status
fr: Payload/Statut du vol

# fnf
source: Friends & Family portal
fr: Portail Amis et famille

# footerNav
source: Footer Navigation
fr: Navigation de pied de page

source: Forgot password?
fr: Mot de passe oublié?

source: Forgot your password?
fr: Vous avez oublié votre mot de passe?

source: Hi
fr: Bonjour

# hotelName
source: Hotel/Cruise name
fr: Nom de l'hôtel/la croisière

# hotelsSectionSubTitle
source: Please select your hotel preferences; refer to Sunwing.ca to review hotel options. If you are requesting more than one room, please request on separate lines and include occupancy preferences within the Room Type field. To request Cruises, simply type in the name of the Cruise in the Hotel/Cruise name field. You can select up to 2 hotel options per destination.
fr: Veuillez sélectionner vos hôtels désirés. Veuillez consulter le Sunwing.ca pour connaître les choix d'hôtels. Si vous désirez réserver plus d'une chambre, veuillez les demander sur des lignes séparées et inclure les préférences d'occupation dans chaque chambre dans le champ des types de chambres. Pour demander une croisière, veuillez simplement écrire le nom de la croisière dans le champ des hôtels et croisières. Vous pouvez sélectionner jusqu'à 2 choix d'hôtels par destination.

# hotelsSectionTitle
source: Hotel/Cruise information
fr: Informations sur l'hôtel/la croisière

source: Hotel status
fr: Statut de l'hôtel

# instructions
source: If you've forgotten your password, just enter your employee number you registered with and you will receive an email with instructions for resetting your password.
fr: Si vous avez oublié votre mot de passe, veuillez saisir le numéro d'employé qui est enregistrée avec nous pour que l’on vous envoie des instructions et qu’on puisse le réinitialiser.

source: Insurance Type
fr: Type d'assurance

source: Last Name
fr: Nom de famille

# lengthOfService
source: Length of service as of
fr: Durée de service du/de la

source: Login
fr: Connexion

source: Middle Name
fr: Deuxième prénom

source: My request
fr: Ma demande

source: Note
fr: Remarque

# numOfPass
source: Type/Number of pass
fr: Type/nombre de passes

source: Optional
fr: Facultatif

source: Overall status
fr: Statut global

source: Passenger
fr: Passager

source: Passenger name
fr: Nom du passager

source: Passengers name
fr: Noms des passagers

# passengersSectionSubTitle
source: Please enter the names and dates of birth for each passenger travelling with you. Be sure the names match the passenger's passport name to avoid delays when travelling. A phone number and email address must be populated for the first passenger.
fr: Veuillez saisir les noms et les dates de naissance de chaque passager voyageant avec vous. Assurez-vous que leurs noms correspondent exactement à celui qui est indiqué sur leur passeport pour éviter des délais de voyage. Vous devez fournir un numéro de téléphone et une adresse de courriel pour le premier passager.

# passengersSectionTitle
source: Passenger Information
fr: Demander des détails

source: Password
fr: Mot de passe oublié?

# passwordMismatch
source: Password confirmation doesn't match Password
fr: La confirmation du mot de passe ne correspond pas au mot de passe

# passwordRequirementsLine1
source: Upper case letter (A,B,C,D...)
fr: Lettre majuscule (A,B,C,D...)

# passwordRequirementsLine2
source: Lower case (a,b,c,d...)
fr: Lettre minuscule (a,b,c,d...)

# passwordRequirementsLine3
source: Number (1,2,3,4..)
fr: Chiffre (1,2,3,4..)

# passwordRequirementsLine4
source: Special character (@#$%!...)
fr: Caractère spécial (@#$%!...)

# passwordRequirementsTitle
source: Your password must be a minimum of 6 characters and contain:
fr: Votre mot de passe doit contenir un minimum de 6 lettres

source: Payload Note:
fr: Remarque de Payload :

source: Pending
fr: En attente

source: Phone Number
fr: Numéro de téléphone

source: Processing
fr: En traitement

source: Product
fr: Produit

source: Quantity
fr: Quantité

source: Register
fr: Enregistrement

source: Remember Me
fr: Retenir mon mot de passe

source: Request
fr: Demande

# requestAddedSuccessfully
source: Your request has been submitted and will be reviewed by the Staff Travel team. Please allow 2-3 days for updates on your request.
fr: Votre demande a été soumise et sera évaluée par l'équipe de Staff Travel. Veuillez prévoir 2 à 3 jours avant de recevoir une réponse.

source: Requested date
fr: Date demandée

source: Reset Password
fr: Réinitialiser le mot de passe

# returnDate
source: Return On
fr: Date de retour

# returnFlightNumber
source: Return flight #
fr: Numéro du vol de retour

source: Return from
fr: Ville de départ pour le retour

source: Return to
fr: Vol de retour en direction de

source: Review and submit
fr: Modifier et soumettre

source: Reviewer
fr: Évaluateur/trice

# reviewNextFlightRequest
source: Review next request
fr: Modifier la prochaine demande de vol

# reviewNextRequest
source: Next request
fr: Demande suivante

# reviewRequest
source: Review your request
fr: Modifier votre demande

# rightsReserved
source: All rights reserved. Ont. Reg. #2476582, Quebec Licensee # 702928.
fr: Tout droits réservés. Ont. Enr. no2476582, Permis du Quebec no702928.

source: Room type
fr: Type de chambre

source: Show
fr: Afficher

source: Sign out
fr: Déconnexion

# skipNav
source: Skip Navigation
fr: Saut de navigation

# staffTravel
source: Staff Travel portal
fr: Portail Staff Travel

source: Status
fr: Statut

# status0
source: Pending
fr: En attente

# status1
source: Approved
fr: Approuvée

# status2
source: Denied
fr: Indisponible

# stg
source: Sunwing Travel Group
fr: Groupe de voyage Sunwing

source: Submit
fr: Soumettre

source: Submit new request
fr: Soumettre une nouvelle demande

# switchLanguage
source: Français
fr: English

# toggleNav
source: Toggle navigation
fr: Navigation par déroulement

source: Total price
fr: Prix total

# tou
source: Terms of Use
fr: Conditions d'utilisation

source: Transfer type
fr: Type de transfert

# transferTypeDesc0
source: Shared
fr: Partagé

# transferTypeDesc1
source: Private
fr: Privé

# tutorial
source: Staff Travel Guide
fr: Guide de voyage du personnel

source: Type of pass
fr: Type de passe(s)

# typeOfPassDesc0
source: Yearly confirmed pass
fr: Passe annuelle confirmée

# typeOfPassDesc1
source: Bonus confirmed pass
fr: Passe confirmée additionnelle

# typeOfPassDesc2
source: Last Minute confirmed pass
fr: Passe confirmée de dernière minute

# typeOfPassDesc3
source: Without pass (no flights)
fr: Sans passe

source: Type of passes
fr: Type de passes

source: Unavailable
fr: Indisponible

source: Unknown error.
fr: Erreur inconnue.

source: Used
fr: Utilisée

source: View all requests
fr: Voir toutes les demandes

source: View flight requests
fr: Voir toutes les demandes de vols

source: View my requests
fr: Voir mes demandes

source: View team Requests
fr: Voir les demandes d'équipe

# welcome
source: Welcome to Staff Travel benefits! You are now registered.
fr: Bienvenue aux avantages Staff Travel! Vous êtes officiellement enregistré/e.

source: Welcome to
fr: Bienvenue à/au/aux

# yourActionRequired
source: Your action is required
fr: Une action de votre part est requise

# yourBookingNumber
source: Your booking number is
fr: Votre numéro de réservation est le

# yourTotal
source: Your total is
fr: Votre prix total est de

# touUrl
source: https://www.sunwing.ca/Pages/en/terms-and-conditions
fr: https://www.sunwing.ca/Pages/fr/terms-and-conditions

# checkBack
source: Check back on the
fr: Revérifiez le

# clickThebutton
source: Simply click on the button below to choose a new one. Please note that this link will be expired after 3 hours.
fr: Cliquez sur l'onglet ci-dessous pour en choisir un. Veuillez noter que ce lien expirera dans 3 heures.

# disregardThisEmail
source: If you didn’t request this or you no longer wish to change your password, you don't have to do anything and can simply disregard this email.
fr: Si vous n'avez pas demandé ceci ou vous ne voulez plus modifier votre mot de passe, il suffit d'ignorer ce courriel.

# forDetails
source: for all the details.
fr: pour connaître tous les détails

source: Hotel
fr: Hôtel

# newFlightRequest
source: A new Staff Travel flight request has been submitted with the following details:
fr: Une nouvelle demande de vol a été effectuée auprès de Staff Travel. En voici les détails :

# newRequest
source: A new Staff Travel request has been submitted by
fr: Une nouvelle demande a été effectuée auprès de Staff Travel par :

source: Number of Passengers
fr: Nombre de passagers

source: Passengers
fr: Passagers

# pleaseLoginto
source: Please log into the
fr: Veuillez vous connecter au

source: Please visit the
fr: Veuillez visiter le

# policy
source: Policies and Questions
fr: Politiques et Réponses aux questions

# productInfo
source: Product information
fr: Informations sur le produit

# requestReveived
source: We have received your travel request and will provide you updates as soon as they become available.
fr: Nous avons reçu votre demande de voyage et nous vous donnerons des mises à jour au fur et à mesure qu'elles sont disponibles.

# toUpdateFlight
source: to update availability for this flight.
fr: pour voir la disponibilité des places actuelles sur ce vol.

# toViewUpdates
source: to view the updates.
fr: pour voir les mises à jour.

# updatesMade
source: Updates have been made to your travel request! Please log into the Staff Travel portal to view the updates.
fr: Votre demande de voyage a été mise à jour! Veuillez vous connecter au portail Staff Travel pour voir les mises à jour.

# userSubmittedRequest
source: has submitted a new Staff Travel request.
fr: a soumis une nouvelle demande auprès de Staff Travel

# userUpdatedRequest
source: has updated their Staff Travel request.
fr: a mis à jour sa demande à Staff Travel

# wonderfulVacation
source: We hope you have a wonderful vacation!
fr: Nous vous souhaitons de merveilleuses vacances.

# yourFlightUpdated
source: Your flight request has been updated by the Payload team. Please log into the Staff Travel Portal to view the updates.
fr: Votre demande de vol a été mise à jour par l'équipe Payload. Veuillez vous connecter au Portail Staff Tavel pour voir les mises à jour.

source: Reject
fr: Annuler

# ancillaryProductDesc3
source: Car rental
fr: Location de voiture

# addHotel
source: Add a Hotel/Cruise
fr: Ajouter un hôtel ou une croisière

source: Amount due
fr: Somme exigible

# ancillariesSectionSubTitle
source: Discounted rates are available for Transfers, Excursions and Insurance. To find available excursions, visit the Destiantion pages on the Sunwing.ca site. After your trip is booked, you will have the ability to purchase additional ancillary items (such as seat selection) on My Booking Portal.
fr: Les transferts, les excursions et l'assurance sont offerts à des tarifs réduits. Pour trouver des excursions offertes à votre destination, veuillez consulter les pages de destination sur Sunwing.ca. Quand votre voyage sera réservé, vous pourrez acheter des éléments auxiliaires (tels que la sélection de sièges) sur Mon portail de réservation.

source: Booking number
fr: Numéro de réservation

source: Edit Passenger
fr: Modifier le nom et/ou la date de naissance d’un passager

source: Eligibility
fr: Admissibilité

# ERR_dobInFuture
source: Date of Birth must be in the past
fr: La date de naissance doit être dans le passé.

# ERR_PassCombination
source: Pass types cannot be combined in the same request. Yearly or Bonus confirmed passes can be combined in the same request. Last Minute Confirmed passes or Without Pass/No flight must be submitted in separate requests.
fr: Les passes de types différents ne peuvent pas être combinées dans la même demande. Les passes confirmées annuelles ou additionnelles ne peuvent pas être combinées dans la même demande. Les demandes de passes confirmées de dernière minute ou les demandes sans passe/vol doivent être soumises séparément.

# ERR_REG_005
source: You do not have an email address in your Ultipro profile. To receive email notifications on your travel requests, please be sure to update your profile in Ultipro with your latest email address.
fr: Votre adresse de courriel n’est pas enregistrée dans votre profil Ultipro. Pour recevoir des notifications par courriel sur vos demandes de voyage, veuillez vous assurer de mettre à jour votre profile Ultipro en saisissant votre adresse de courriel actuelle

source: Flight
fr: Vol

# flightsSectionSubTitle
source: Please select your preferred flights. Please visit Sunwing.ca for flight schedules. You can select up to 3 flight options in one request.
fr: Veuillez sélectionner vos vols désirés. Veuillez visiter Sunwing.ca pour connaître les horaires de vols. Vous pouvez sélectionner jusqu'à 3 choix de vols par demande.

# hotelCruise
source: Hotel/Cruise name
fr: Nom de la croisière ou de l’hôtel

source: Important Notes
fr: Remarques importantes

source: Initiated
fr: En cours

# mbp
source: My booking portal
fr: Mon portail de réservation

source: My recent requests
fr: Mes demandes récentes

# passesCount
source: Number of passes
fr: Nombres de passes

# paymentInfo
source: Log into My Booking Portal to complete payment for your trip. The balance must be paid in full prior to departure. Your Edocs are also available on My Booking Portal after payment is complete.
fr: Connectez-vous au portail Ma Réservation pour effectuer le paiement de votre voyage. La somme intégrale devra être versée avant le départ. Vos documents électroniques seront aussi disponibles sur le portail Ma réservation après que le paiement soit effectué.

# reviewPageSubTitle
source: Review the details of your request before submitting. To edit any part of your request, click Edit at the bottom of the page to return to the entry page.
fr: Modifier, réviser ou revoir les détails de votre demande avant de la soumettre. Pour modifier une partie de votre demande, veuillez cliquer Modifier au bas de la page pour revenir à la page d'accueil.

source: Search
fr: Recherche

source: Staff Travel note
fr: Remarque de Staff Travel

source: Success
fr: Succès

# typeOfPassInfo0
source: A yearly confirmed pass is granted annually to eligible employees and expire on December 15 each year. Requests can be submitted a maximum of 14 calendar days prior to departure date. During peak periods, requests can be submitted a maximum of 4 calendar days prior.
fr: Une passe annuelle confirmée est offerte tous les ans aux employés admissibles. Elle expire le 15 décembre de chaque année. Les demandes peuvent être soumises au plus tôt 14 jours avant la date de départ. Durant la saison haute et les périodes de pointe, les demandes peuvent être soumises au plus tôt 4 jours avant la date de départ.

# typeOfPassInfo1
source: Your Bonus Yearly Confirmed Passes will expire on expiryDate. Requests can be submitted a maximum of 14 calendar days prior to departure date. During peak periods, requests can be submitted a maximum of 4 calendar days prior.
fr: Votre passe annuelle confirmée additionnelle arrivera à terme en expiryDate. Les demandes peuvent être soumises au plus tôt 14 jours avant la date de départ. Durant la haute saison et les périodes de pointe, les demandes peuvent être soumises au plus tôt 4 jours avant la date de départ.

# typeOfPassInfo2
source: Eligible employees can request an unlimited number of LMCPs. Requests can be submitted a maximum of 4 calendar days prior to departure date.
fr: Les employés admissibles peuvent demander un nombre illimité de passes de dernière minute confirmées. Les demandes peuvent être soumises au plus tôt 4 jours avant la date de départ.

source: Update Request
fr: Mettre à jour la demande

# errorHeader
source: Oops!
fr: Oups!

# ERR_ContactInfoMissing
source: You must supply a phone number and email address for at least one passenger.
fr: Vous devez fournir le numéro de téléphone et l’adresse de courriel d’au moins un passager.

source: No
fr: Non

source: Yes
fr: Oui

# confirmCancelRequest
source: Are you sure want to cancel your request?
fr: Êtes-vous certain/e de vouloir annuler votre demande?

source: Cancel Request
fr: Annuler

source: Arriving
fr: Date de retour

source: Departing
fr: Date de départ

source: Itinerary
fr: Itinéraire

source: Denied
fr: Refusé

# bookingUpdated
source: Booking Request updated
fr: Demande de réservation mise à jour

# ERR_ApprovalRequired
source: Your approval is required
fr: Votre approbation est requise

# ERR_InvalidRequestId
source: Invalid request Id
fr: Identifiant de demande invalide

# ERR_TryAgain
source: Please try again!
fr: Veuillez réessayer!

# flightUpdated
source: Flight status updated
fr: Statut du vol mis à jour

source: Note added
fr: Remarque ajoutée

source: Request rejected
fr: Demande rejetée

# tutorialLink
source: https://images.sunwingtravelgroup.com/applications/staff-travel/staff-travel-guide.pdf
fr: https://images.sunwingtravelgroup.com/applications/staff-travel/staff-travel-guide-fr.pdf

# ERR_REG_006
source: Permanent employees must complete 6 months of cumulative active employment to be eligible. Our records indicate you are not yet eligible for Staff Travel. If you have any questions please contact hrquestions@sunwing.ca
fr: Pour être admissibles, les employés doivent avoir complété 6 mois cumulés d’emploi actif. Nos dossiers indiquent que vous n’êtes pas encore admissible aux avantages de Staff Travel. Pour toute question, veuillez envoyer un courriel à hrquestions@sunwing.ca

# passwordRequirements
source: Your password must be a minimum of 6 characters and contain an upper case letter, a lower case letter, a number and a special character.
fr: Votre mot de passe doit contenir un minimum de 6 lettres e une lettre majuscule, une lettre minuscule, un chiffre, e un caractère spécial.

source: Loading
fr: Chargement

source: Option status
fr: État des options
